Repository: MartinIIOT/emulsion
Catalog: po/*.po
Languages: es, fr, nl, pl

source: color;palette;library;hue;swatch;
es: color;palette;library;hue;swatch;paleta;biblioteca;tono;muestra;
fr: color;palette;library;hue;swatch;couleurs;
nl: kleur;palet;verzameling;tint;staal;
pl: kolor;paleta;biblioteka;odcień;próbka

source: Stock up on colors
es: Abastézcase de colores
fr: Faites le plein de couleurs
nl: Breid je kleurvoorraad uit
pl: Zaopatrz się w kolory

source: Store your palettes in an easy way, and edit them if needed.
es: Almacene sus paletas de forma sencilla y edítelas si es necesario.
fr: Stockez vos palettes de manière simple et modifiez-les si besoin.
nl: Bewaar je kleuren in een eenvoudige toepassing en bewerk ze indien nodig.
pl: Przechowuj swoje palety w łatwy sposób i edytuj je, kiedy potrzebujesz.

source: Release: Folks with Magik Colors
es: Versión: Gente con colores mágicos

source: Changed: UI colors.
es: Cambiado: Colores de la interfaz de usuario.

source: Release: Marshmallow Easel Window
es: Versión: Ventana de caballete de malvavisco

source: Added: The option to name your colors.
es: Añadido: La opción de nombrar sus colores.

source: Release: Rollercolor
es: Versión: Rodillo de color

source: Changed: Highly experimental UI.
es: Cambiado: Interfaz de usuario muy experimental.

source: Changed: Using even more libadwaita-isms.
es: Cambiado: Usando aún más libadwaita-ismos.

source: Release: When the Prism Grows in your Garden
es: Versión: Cuando el prisma crece en su jardín

source: Changed: The user interface is now better layoutted.
es: Cambiado: La interfaz de usuario está ahora mejor diseñada.

source: Changed: Using more libadwaita-isms.
es: Cambiado: Usando más libadwaita-ismos.

source: Release: Picking Flowers in Technicolor
es: Versión: Recogiendo flores en tecnicolor

source: Add: Color picking from anywhere as a palette is open, via a button.
es: Añadido: Selección de colores desde cualquier lugar mientras la paleta está abierta, a través de un botón.

source: Release: Importin' &amp; Exportin'
es: Versión: Importar y exportar

source: Add: Export palettes as PNGs or as text via clipboard.
es: Añadido: Exportar paletas como PNGs o como texto a través del portapapeles.

source: Add: Export single colors as hexcode (#xxxxxx) or RGBA (rgb(xx,xx,xx)) via clipboard.
es: Añadido: Exportar colores individuales como código hexadecimal (#xxxxxx) o RGBA (rgb(xx,xx,xx)) a través del portapapeles.

source: Add: Import palettes via opening an image in a special dialog.
es: Añadido: Importar paletas mediante la apertura de una imagen en un diálogo especial.

source: Release: First Release
es: Versión: Primera versión

source: First Boot
es: Primer inicio
fr: Premier démarrage
nl: Eerste opstart
pl: Pierwsze uruchomienie

source: Whether to add the default palettes on first boot or not.
es: Si se añaden las paletas por defecto en el primer arranque o no.
fr: Ajouter ou non les palettes par défaut au premier démarrage.
nl: Of de standaardpaletten dienen te worden toegevoegd na de eerste keer opstarten.
pl: Czy dodać domyślne palety przy pierwszym uruchomieniu czy nie.

source: Migration Version
es: Versión de migración

source: The version of migration to use; Do not change.
es: La versión de migración a usar; No cambiar.

source: RGB
es: RVA
fr: RVB

source: Red∶
es: Rojo∶
fr: Rouge ∶
nl: Rood:
pl: Czerwony:

source: Green∶
es: Verde∶
fr: Vert ∶
nl: Groen:
pl: Zielony:

source: Blue∶
es: Azul∶
fr: Bleu ∶
nl: Blauw:
pl: Niebieski:

source: Color Hexcode∶
es: Código hexadecimal del color∶
fr: Code hexadécimal ∶
nl: Hexcode van kleur:
pl: Kod Hex koloru:

source: Color Name
es: Nombre del color

# shortcut window
source: Quit
es: Salir
fr: Quitter
nl: Afsluiten
pl: Wyjdź

source: Keyboard Shortcuts
es: Atajos del teclado
fr: Raccourcis clavier
nl: Sneltoetsen
pl: Skróty klawiszowe

source: About Emulsion
es: Acerca de Emulsion
fr: À propos de Émulsion
nl: Over Emulsion
pl: O Emulsion

source: Cancel
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj

source: Import Palette
es: Importar paleta
fr: Importer la palette
nl: Palet importeren
pl: Importuj Paletę

source: Choose Image
es: Elegir imagen
fr: Choisir une image
nl: Kies een afbeelding
pl: Wybierz Obraz

source: Select an image to retrieve colors
es: Seleccionar imagen para extraer los colores
fr: Sélectionnez une image pour en récupérer les couleurs
nl: Kies een afbeelding om kleuren uit op te halen
pl: Wybierz obraz do wyodrębnienia kolorów

source: Go Back to Palettes View
es: Volver a la vista de paletas
fr: Retourner à la vue des palettes
nl: Terug naar paletoverzicht
pl: Wróć do Widoku Palet

source: Search Palette Names
es: Buscar nombres de paletas

source: Search for palettes
es: Buscar paletas
fr: Rechercher des palettes
nl: Zoeken naar paletten
pl: Szukaj palet

source: Import Palette…
es: Importar paleta…
fr: Importer une palette…
nl: Palet importeren…
pl: Importuj Paletę

source: Add Palette
es: Añadir paleta
fr: Ajouter une palette
nl: Palet toevoegen
pl: Dodaj Paletę

source: No Palettes
es: No hay paletas
fr: Pas de palettes
nl: Geen paletten
pl: Brak Palet

source: Add a palette with the + button.
es: Añadir una paleta con el botón +.
fr: Ajoutez une palette avec le bouton +.
nl: Klik op de plusknop om een palet toe te voegen.
pl: Dodaj paletę przyciskiem +.

source: Copy Palette to Clipboard
es: Copiar paleta al portapapeles
fr: Copier la palette dans le presse-papiers
nl: Palet kopiëren naar klembord
pl: Kopiuj Paletę do Schowka

source: Copy Palette Image to Clipboard
es: Copiar imagen de la paleta al portapapeles
fr: Copier l'image de la palette dans le presse-papiers
nl: Paletafbeelding kopiëren naar klembord
pl: Kopiuj Obraz Palety do Schowka

source: Remove Palette
es: Eliminar paleta
fr: Supprimer la palette
nl: Palet verwijderen
pl: Usuń Paletę

source: Pick Color
es: Escoger color
fr: Choisir une couleur
nl: Kleur kiezen
pl: Wybierz Kolor

source: Add Color to This Palette
es: Añadir color a esta paleta
fr: Ajouter une couleur à cette palette
nl: Kleur toevoegen aan palet
pl: Dodaj Kolor do Tej Palety

source: Copy Hexcode to Clipboard
es: Copiar código hexadecimal al portapapeles
fr: Copier le code hexadécimal dans le presse-papiers
nl: Hexcode kopiëren naar klembord
pl: Kopiuj Kod Hex do Schowka

source: Copy RGB to Clipboard
es: Copiar RVA al portapapeles
fr: Copier le RVB dans le presse-papiers
nl: Rgb kopiëren naar klembord
pl: Kopiuj RGB do Schowka

source: Remove Color from Palette
es: Eliminar color de la paleta
fr: Supprimer la couleur de la palette
nl: Kleur verwijderen van palet
pl: Usuń Kolor z Palety

source: Import
es: Importar
fr: Importer
nl: Importeren
pl: Importuj

source: Picture
es: Imagen
fr: Image
nl: Afbeelding
pl: Obraz

source: Set New Palette Name
es: Cambiar nombre a la paleta
fr: Définir un nouveau nom de palette
nl: Geef het palet een naam
pl: Ustaw Nową Nazwę Palety

source: Stock up on colors.
es: Abastézcase de colores.
fr: Faites le plein de couleurs.
nl: Breid je kleurvoorraad uit.
pl: Zaopatrz się w kolory.

source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fr: Irénée Thirion
nl: Heimen Stoffels <vistausss@fastmail.com>
pl: pomoc-w-tłumaczeniu

source: Emulsion
fr: Émulsion

source: Name∶
fr: Nom ∶
nl: Naam:
pl: Nazwa

# shortcut window
source: General
fr: Général
nl: Algemeen
pl: Ogólne

source: Hex
nl: Hexcode

source: Palettes
nl: Paletten
pl: Palety
